/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Asystent ustawień odwzorowania portów";
"Firewall.Service.Intro" = "Asystent ustawień odwzorowania portów pomoże odwzorować przychodzący ruch sieciowy na wskazanych portach i usługach do komputerów w Twojej sieci.";
"Firewall.PortHost.Intro" = "Wybierz z menu usługę lub podaj publiczny i prywatny adres IP, które chcesz odwzorować.";
"Firewall.PortHost.IPv6" = "Możesz także dopuścić przychodzący ruch sieciowy do wszystkich komputerów IPv6 w tej sieci.";
"Firewall.Description.Intro" = "Podaj opis dla tego wpisu odwzorowania portów.";
"Firewall.Description.Done" = "Gdy skończysz, kliknij w Gotowe, aby zachować ten wpis odwzorowania portów.";

"tcpPrivatePorts" = "Prywatne porty TCP";
"tcpPublicPorts" = "Publiczne porty TCP";
"udpPrivatePorts" = "Prywatne porty UDP";
"udpPublicPorts" = "Publiczne porty UDP";

"type" = "Usługa";
"hosts" = "Adres IP prywatny";
"privatePort" = "Port prywatny";
"description" = "Opis";
"advertiseService" = "Rozgłaszaj globalnie używając Bonjour";
"serviceName" = "Nazwa usługi";
"serviceType" = "Typ usługi";
"allowAllIPv6" = "Pozwól na ruch wszystkim komputerom IPv6";

"ConflictingPortNumber" = "Numer portu publicznego koliduje z portem wykorzystywanym przez usługę na tej stacji bazowej. Wybierz inny numer portu publicznego.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Numer portu publicznego UDP koliduje z portem wykorzystywanym przez usługę na tej stacji bazowej. Wybierz inny numer portu publicznego.";
"ConflictingPortUDPFileSharing" = "Numer portu publicznego UDP koliduje z portem udostępniania plików na tej stacji bazowej. Wyłącz udostępnianie plików lub wybierz inny numer portu.";
"ConflictingPortUDPFileSharingNoDisable" = "Numer portu publicznego UDP koliduje z portem udostępniania plików na tej stacji bazowej. Wybierz inny numer portu.";
"ConflictingPortUDPSNMP" = "Publiczny port UDP koliduje z portem SNMP na tej stacji bazowej. Wyłącz SNMP lub wybierz inny numer portu publicznego.";
"ConflictingPortTCPFileSharing" = "Numer portu publicznego TCP koliduje z portem udostępniania plików na tej stacji bazowej. Wyłącz udostępnianie plików lub wybierz inny numer portu.";
"ConflictingPortTCPFileSharingNoDisable" = "Numer portu publicznego TCP koliduje z portem udostępniania plików na tej stacji bazowej. Wybierz inny numer portu.";
"ConflictingPortTCPACP" = "Numer portu publicznego TCP koliduje z portem konfiguracji na tej stacji bazowej. Wybierz inny numer portu.";

/* Services */
"Personal File Sharing" = "Udostępnianie plików prywatnych";
"Windows Sharing" = "Udostępnianie dla Windows";
"Personal Web Sharing" = "Udostępnianie witryn prywatnych";
"Remote Login - SSH" = "Zdalne logowanie - SSH";
"FTP Access" = "Dostęp FTP";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Zdalne Apple Events";
"Printer Sharing" = "Udostępnianie drukarek";
"POP Mail" = "Poczta POP";
"POP Mail with SSL" = "Poczta POP z SSL";
"IMAP Mail" = "Poczta IMAP";
"IMAP Mail with SSL" = "Poczta IMAP z SSL";
"SMTP Mail" = "Poczta SMTP";
"QuickTime Streaming Server" = "Serwer strumieniowania QuickTime";
"Jabber" = "Jabber";
"CustomService" = "Wybierz usługę";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Asystent ustawień zapory sieciowej IPv6";
"IPv6Firewall.Intro" = "Asystent ustawień zapory sieciowej IPv6 pozwoli dopuścić przychodzący ruch sieciowy IPv6 do urządzeń w Twojej sieci.";

"AllowLabel" = "Pozwól";
"AllowAll" = "Wszystkie usługi i porty";
"AllowAllTCPUDP" = "Wszystkie porty TCP oraz UDP";
"AllowSpecific" = "Specyficzne porty TCP oraz UDP";

"host" = "Adres IPv6";
"tcpPorts" = "Port TCP";
"udpPorts" = "Port(y) UDP";

/*  AAUUserDBTask  */

"Accounts" = "Asystent ustawień konta";
"Accounts.UserPassword" = "Nazwa użytkownika i hasło";
"Accounts.UserPassword.Intro" = "Podaj nazwę i hasło tego konta.";
"Accounts.Restrictions.FileAccess" = "Wybierz dostęp tego konta do udostępnianych dysków.";

"name" = "Nazwa";
"shortName" = "Nazwa skrócona";
"password" = "Hasło";
"passwordVerify" = "Potwierdź hasło";
"fileSharingAccess" = "Udostępnianie dostępu";
"accessBelowGuest" = "Wybrany poziom dostępu do udostępnianych plików jest mniejszy niż login typu gość. Ten użytkownik nadal będzie mógł logować się jako gość i podłączać się do udostępnianych dysków.";
"UsernameInUse" = "Taka nazwa konta już istnieje. Podaj unikatową nazwę.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Asystent ustawień kontroli czasowego dostępu";
"TimedAccess.Intro" = "Podaj adres MAC karty sieci bezprzewodowej klienta lub AirPort ID i opis.";
"TimedAccess.Intro.Fallback" = "Podaj opis dla domyślnego poziomu dostępu w tej sieci.";
"TimedAccess.Restrictions" = "Aby ustalić limity czasu sieci dla klienta, kliknij w Dodaj (+).";
"TimedAccess.Restrictions.Fallback" = "Aby ustalić domyślne limity czasu dla sieci, kliknij w Dodaj (+).";
"ThisComputer" = "Ten komputer";

"days.0" = "brak dostępu";
"days.1" = "poniedziałki";
"days.2" = "wtorki";
"days.4" = "środy";
"days.8" = "czwartki";
"days.16" = "piątki";
"days.32" = "soboty";
"days.64" = "niedziele";
"days.31" = "w dni robocze";
"days.96" = "w weekendy";
"days.127" = "codziennie";

"time.0" = "przed";
"time.1" = "po";
"time.2" = "pomiędzy";
"time.3" = "cały dzień";

"and" = "oraz";

"TimedAccessWillExpireOn" = "Dostęp tego klienta do tej sieci wygaśnie %@.";
"TimedAccessDidExpire" = "Dostęp tego klienta do tej sieci wygasł.";	
"TimedAccessDidExpireExplain" = "Jeśli chcesz przywrócić dostęp do sieci, możesz zmienić limity czasu tego klienta z Brak dostępu na inną wartość.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "Asystent ustawień rezerwacji DHCP";
"DHCPReservation.Name" = "Nazwij tę rezerwację";
"DHCPReservation.Name.Intro" = "Jeśli chcesz zarezerwować klientowi w sieci konkretny adres IP, podaj opis dla tej rezerwacji.";
"DHCPReservation.Name.Middle" = "Zarezerwuj adres według adresu MAC lub ID klienta DHCP.";
"DHCPReservation.Name.Continue"	= "Gdy skończysz, kliknij w Dalej.";
"DHCPReservation.Mapping" = "Odwzorowuj ID klienta lub adres MAC na adres IP";
"DHCPReservation.Mapping.MACAddress" = "Podaj adres MAC w celu uzyskania rezerwacji DHCP dla klienta bezprzewodowego.";
"DHCPReservation.Mapping.ClientID" = "Podaj ID klienta DHCP w celu uzyskania rezerwacji DHCP dla klienta bezprzewodowego.";
"DHCPReservation.Mapping.IP" = "Podaj adres IP, jaki chcesz zarezerwować dla klienta. Zarezerwowany adres IP będzie przydzielany klientom mającym ten adres MAC lub ID klienta DHCP.";
"DHCPReservation.Mapping.Done"	= "Gdy skończysz, kliknij w Gotowe.";

"macAddress" = "Adres MAC";
"clientID" = "ID klienta DHCP";
"ipv4Address" = "Adres IPv4";
"ReserveAddressBy" = "Rezerwuj adresy";

/*  AAUSimpleConfigTask  */

"WPS" = "Asystent ustawień klienta bezprzewodowego";
"WPS.Auth.Intro" = "Istnieją dwa sposoby zezwalania klientom na przyłączanie się do chronionej hasłem sieci bez podawania tego hasła. Możesz podać PIN użytkownika lub zezwolić na dostęp pierwszemu klientowi próbującemu przyłączyć się do sieci.";
"WPS.Auth.DayPass" = "Możesz także wybrać ograniczenie dostępu tego klienta tylko do 24 godzin.";

"WPS.PIN.Intro" = "Podaj PIN klienta.";
"WPS.PIN.Description" = "PIN zostanie wyświetlony na monitorze klienta lub wydrukowany na urządzeniu, jeśli klient nie będzie miał monitora.";

"WPS.Done.Intro" = "Gdy klient bezprzewodowy poprawnie połączy się z siecią, pojawi się poniżej.";
"WPS.Done.Waiting" = "Czekam na klienta bezprzewodowego…";
"WPS.Done.Failed" = "Wystąpił błąd podczas próby przyłączenia się bezprzewodowego klienta do sieci. Spróbuj ponownie.";
"WPS.Done.Success" = "Nowy klient bezprzewodowy poprawnie przyłączył się do tej sieci.";

"AllowClientsBy" = "Dopuść klienta";
"PIN" = "PIN";
"FirstCome" = "Pierwsza próba";
"DayPass" = "Ogranicz dostęp klientów do 24 godzin";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Opcje sieci bezprzewodowej";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Opcje";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Nazwa hosta";
"BaseStationHostnames" = "Nazwy hostów";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Kanały radiowe";

"AppleWiFiConnectOptions" = "Opcje klienta bezprzewodowego";

/* EditUSBDeviceTask */
"EditUSBDevice" = "Urządzenie USB";

"USBDeviceSharingAccounts" = "Konta";
"USBDeviceSharingAccounts.title" = "Wybierz konta użytkowników";
"AddNewAccount" = "Dodaj nowe konto";
"SaveAccount" = "Zachowaj konto";

"USBDeviceIsExclusive" = "Jednocześnie tylko jeden klient może używać tego urządzenia";

"USBDeviceSharing" = "Ograniczenia dostępu";
"USBDeviceSharing.0" = "Brak ograniczeń";
"USBDeviceSharing.1" = "Użyj hasła urządzenia %@";	/* product name goes here */
"USBDeviceSharing.2" = "Użyj hasła urządzenia USB";
"USBDeviceSharing.3" = "Użyj kont";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Podłącz starą Time Capsule";
"WaitForDirectConnectTask.replacecables" = "Przenieś wszystkie przewody Ethernet z poprzedniego urządzenia Time Capsule do nowego.";
"WaitForDirectConnectTask.directdescription" = "Aby zoptymalizować proces migracji, użyj dodatkowego przewodu Ethernet i połącz gniazdo WAN w starej Time Capsule z gniazdem LAN w nowej Time Capsule.";
"WaitForDirectConnectTask.initialcheck" = "Sprawdzam, czy Time Capsule jest połączona przez Ethernet…";
"WaitForDirectConnectTask.ok1" = "Time Capsule jest teraz podłączone.";
"WaitForDirectConnectTask.ok2" = "Kliknij w Dalej, by rozpocząć migrację.";
"WaitForDirectConnectTask.ok3" = "Proces migracji może potrwać dłuższy czas. Zależy od zawartości dysku, którą chcesz przenieść.";
"WaitForDirectConnectTaskOldLabel" = "stara Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Nowe urządzenie Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Sprawdzam połączenie z Internetem";
"VerifyInternetConnectionTest" = "Narzędzie AirPort sprawdza, czy urządzenie %@ jest połączone z Internetem.";
"VerifyInternetConnectionTestSuccess" = "Urządzenie %@ jest połączone z Internetem. Kliknij w Dalej.";
"VerifyInternetConnectionTestFailure" = "Jeśli podczas przenoszenia chcesz korzystać z połączenia z Internetem, sprawdź, czy modem DSL lub kablowy jest podłączony do gniazda WAN nowego Time Capsule. Wyłącz modem, wyjmij baterię, odczekaj kilka sekund i umieść baterię z powrotem i włącz modem. Po zakończeniu kliknij w Dalej.";
"VerifyInternetConnectionTestFailureIgnore" = "Jeśli podczas przenoszenia danych nie chcesz korzystać z połączenia z Internetem, kliknij w Dalej.";

